[
  {
    "id": "1",
    "slug": "appointment-setting",
    "mainTitle": "Appointment setting",
    "subtitle": "Appointments that turn into deals",
    "description": "Get 16+ guaranteed meetings monthly with qualified, warmed-up leads.",
    "mainImg": "/assets/images/cards/main_01.svg",
    "secondaryTitle": "How appointment setting works",
    "secondarySubtitle": "We`ve got you covered on each step of the process to bring you ready-to-buy leads.",
    "cards": [
      {
        "cardId": "1",
        "cardTitle": "01. Lead research",
        "cardDescription": "Preliminary analysis, search, and qualification",
        "cardItems": [
          {
            "id": "1",
            "text": "To make targeting precise, we review your ICP and analyze TAM to define whether there are matching decision-makers."
          },
          {
            "id": "2",
            "text": "Our team searches for people to correspond with your criteria and filters out those without the potential to buy."
          },
          {
            "id": "3",
            "text": "Finally, we segment the remaining leads and gather more details about them to be able to deliver custom messages."
          }
        ],
        "cardImg": "/assets/images/cards/card_01_01.png"
      },
      {
        "cardId": "2",
        "cardTitle": "02. LinkedIn outreach",
        "cardDescription": "Preliminary analysis, search, and qualification",
        "cardItems": [
          {
            "id": "1",
            "text": "Based on your ICP and research data, we develop outreach strategy and prepare templates of personalized emails."
          },
          {
            "id": "2",
            "text": "At the same time, our tech experts configure and warm up mailboxes to make sure your emails are delivered and seen."
          },
          {
            "id": "3",
            "text": "After launching the campaigns, we constantly monitor their vital metrics and adjust strategy if needed."
          }
        ],
        "cardImg": "/assets/images/cards/card_01_02.png"
      },
      {
        "cardId": "3",
        "cardTitle": "03. Email outreach",
        "cardDescription": "Designing and launching tailored campaigns",
        "cardItems": [
          {
            "id": "1",
            "text": "Designing and launching tailored campaigns."
          },
          {
            "id": "2",
            "text": "At the same time, our tech experts configure and warm up mailboxes to make sure your emails are delivered and seen."
          },
          {
            "id": "3",
            "text": "After launching the campaigns, we constantly monitor their vital metrics and adjust strategy if needed."
          }
        ],
        "cardImg": "/assets/images/cards/card_01_03.png"
      },
      {
        "cardId": "4",
        "cardTitle": "04. Appointment scheduling",
        "cardDescription": "Booking meetings with ready-to-buy leads",
        "cardItems": [
          {
            "id": "1",
            "text": "SDRs get in touch with the leads who respond to emails and suggest scheduling a call at your available time slots."
          },
          {
            "id": "2",
            "text": "Before appointments, our sales people send gentle reminders to your leads about upcoming meetings."
          },
          {
            "id": "3",
            "text": "In case of no-show, we follow up with this person to reschedule the meeting, as our goal is to bring you as many calls as possible."
          }
        ],
        "cardImg": "/assets/images/cards/card_01_04.png"
      }
    ]
  },
  {
    "id": "2",
    "slug": "demand-generation",
    "mainTitle": "Demand Generation",
    "subtitle": "Engage. Build relationships. Win loyal clients.",
    "description": "We help you grow visibility and trust with your potential customers and strike right to their hearts to close deals.",
    "mainImg": "/assets/images/cards/main_02.svg",
    "secondaryTitle": "How demand generation service works",
    "secondarySubtitle": "Outbound tactics that create demand? Sounds intriguing. Have a look at our workflow to leave no question unanswered.",
    "cards": [
      {
        "cardId": "1",
        "cardTitle": "01. Defining audience",
        "cardDescription": "Shaping your TAM, ICP, and value prop",
        "cardItems": [
          {
            "id": "1",
            "text": "First, we study your market, service or product, core pain points you address, and your distinctive features."
          },
          {
            "id": "2",
            "text": "After that, we draft and approve your ICP if you don`t have one, or propose adjustments to the existing ICP to make our outreach super targeted."
          },
          {
            "id": "3",
            "text": "We create several UVPs for the chosen client profiles. This helps us analyze the potential demand existing in your niche."
          }
        ],
        "cardImg": "/assets/images/cards/card_02_01.png"
      },
      {
        "cardId": "2",
        "cardTitle": "02. Pilot campaigns",
        "cardDescription": "Creating and testing tailored email campaigns",
        "cardItems": [
          {
            "id": "1",
            "text": "Experienced writers craft several sequences of emails for each group of ICPs, addressing their pain points."
          },
          {
            "id": "2",
            "text": "Our tech specialists take care of domain and mailbox configuration to prevent possible spam issues."
          },
          {
            "id": "3",
            "text": "We launch email waves and monitor performance to understand which templates resonate and drive the highest results."
          }
        ],
        "cardImg": "/assets/images/cards/card_02_02.png"
      },
      {
        "cardId": "3",
        "cardTitle": "03. Full-fledged outreach",
        "cardDescription": "Launching mass campaigns and booking appointments",
        "cardItems": [
          {
            "id": "1",
            "text": "After the pilot campaigns are over, our SDRs provide you with a detailed report on prospects` engagement, basic KPIs of email outreach, and the most popular positive/negative replies."
          },
          {
            "id": "2",
            "text": "Also, we analyze the acquired results, improve the pilot VP, and sharpen the ICPs if needed."
          },
          {
            "id": "3",
            "text": "Finally, we initiate full-fledged lead research and outreach, filling your pipeline with appointments."
          }
        ],
        "cardImg": "/assets/images/cards/card_02_03.png"
      }
    ]
  },
  {
    "id": "3",
    "slug": "email-outreach",
    "mainTitle": "COLD EMAIL OUTREACH",
    "subtitle": "Tailored outreach that turns 'No' into 'Yes'",
    "description": "Reach out to 100% of the lead list with hand-crafted, consistent email cadences.",
    "mainImg": "/assets/images/cards/main_03.svg",
    "secondaryTitle": "How cold email service works",
    "secondarySubtitle": "We`ve elaborated the result-oriented process based on team work. This is how it goes.",
    "cards": [
      {
        "cardId": "1",
        "cardTitle": "01. Audit and tech setup",
        "cardDescription": "Analyzing current situation and configuring infrastructure",
        "cardItems": [
          {
            "id": "1",
            "text": "We study your history of outreach, database quality, email templates, and follow-up tactics to find points of improvement."
          },
          {
            "id": "2",
            "text": "Our tech specialists examine your domain reputation and determine factors that affected it. They analyze domain zones risks and pick another domain if needed."
          },
          {
            "id": "3",
            "text": "Finally, we set up DNS, create and warm up mailboxes."
          }
        ],
        "cardImg": "/assets/images/cards/card_03_01.png"
      },
      {
        "cardId": "2",
        "cardTitle": "02. Mass mailings",
        "cardDescription": "Developing and delivering personalized templates",
        "cardItems": [
          {
            "id": "1",
            "text": "Our writers take into account your ICP and prospects' pain points to craft tailored and catchy emails. They prepare the sequences that consist of 1 intro and at least 4 follow-ups."
          },
          {
            "id": "2",
            "text": "Our SDRs fine-tune profiles for mailboxes and start sending bulk emails to the hand-picked leads on your behalf."
          },
          {
            "id": "3",
            "text": "We track replies, send canned responses, and lead the prospects down the funnel to connect them with your sales team."
          }
        ],
        "cardImg": "/assets/images/cards/card_03_02.png"
      },
      {
        "cardId": "3",
        "cardTitle": "03. Tracking and A/B testing",
        "cardDescription": "Monitoring cadences performance and testing approaches",
        "cardItems": [
          {
            "id": "1",
            "text": "When the campaigns are active, our delivery team tracks KPIs of each and reports on the results to you."
          },
          {
            "id": "2",
            "text": "We also conduct A/B testing of templates and approaches to find those delivering the highest open and reply rates with further conversion into appointments."
          },
          {
            "id": "3",
            "text": "Our tech experts also keep their finger on the pulse of the sequences and quickly eliminate spam issues."
          }
        ],
        "cardImg": "/assets/images/cards/card_03_03.png"
      }
    ]
  },
  {
    "id": "4",
    "slug": "linkedin-marketing",
    "mainTitle": "LINKEDIN MARKETING",
    "subtitle": "Reach and engage leads via LinkedIn",
    "description": "Unleash LinkedIn potential and close more deals by establishing your brand expertise and attracting quality leads from your company's or personal profile.",
    "mainImg": "/assets/images/cards/main_04.svg",
    "secondaryTitle": "What's inside LinkedIn Marketing service?",
    "secondarySubtitle": "Check out how we help you build meaningful relations with your audience until they become your clients.",
    "cards": [
      {
        "cardId": "1",
        "cardTitle": "01. LinkedIn lead generation",
        "cardDescription": "Establishing your expertise and increasing your audience",
        "cardItems": [
          {
            "id": "1",
            "text": "Before starting looking for leads, we analyze and upgrade info on your LinkedIn profile to give it professional look and feel."
          },
          {
            "id": "2",
            "text": "To help you get seen by potential clients, we study your specifics, develop sophisticated outreach strategy, publish posts on your behalf, and stimulate your followers to interact."
          },
          {
            "id": "3",
            "text": "We monitor engagements, add those who reacted to posts to your pipeline, and continue nurturing them with relevant content."
          }
        ],
        "cardImg": "/assets/images/cards/card_04_01.png"
      },
      {
        "cardId": "2",
        "cardTitle": "02. LinkedIn outreach",
        "cardDescription": "Engaging into meaningful conversations with your connections",
        "cardItems": [
          {
            "id": "1",
            "text": "We define decision-makers who interact with your profile, qualify them, and send connection requests."
          },
          {
            "id": "2",
            "text": "When they add you to their network, we drop them a short personalized welcome message and briefly describe your offer."
          },
          {
            "id": "3",
            "text": "In case there's no response, we launch a sequence of messages to remind how you can help and book a call with them."
          }
        ],
        "cardImg": "/assets/images/cards/card_04_02.png"
      },
      {
        "cardId": "3",
        "cardTitle": "03. Thought-leadership content",
        "cardDescription": "",
        "cardItems": [
          {
            "id": "1",
            "text": "First, we research your TAM and competitors, as well as get acquainted with your ICP and their pain points to create a stellar content strategy and plan."
          },
          {
            "id": "2",
            "text": "Our copywriters produce exclusive content that resonates with your audience and drives impressions, reactions, and reposts."
          },
          {
            "id": "3",
            "text": "We track posts performance, and adjust the strategy to convert your followers into qualified leads, interested in your solutions."
          }
        ],
        "cardImg": "/assets/images/cards/card_04_03.png"
      }
    ]
  }
]
